Repository: Chrisgarcia91/SWEN-661---CareConnect-Left-Handed-Edition-
Catalog: frontend/lib/l10n/app_*.arb
Languages: am, bn, ne

source: System default
am: የስርዓት መደበኛ
bn: সিস্টেম ডিফল্ট
ne: सिस्टम डिफल्ट

# menuTitle
source: Menu
am: ሜኑ
bn: মেনু
ne: मेनु

source: Your shortcuts
am: የእርስዎ አቋራጮች
bn: আপনার শর্টকাট
ne: तपाईंका छोटकरीहरू

source: Preferences
am: ምርጫዎች
bn: পছন্দসমূহ
ne: रूचिहरू

source: Dark Mode
am: ጨለማ ሁነታ
bn: ডার্ক মোড
ne: अँध्यारो मोड

source: Language
am: ቋንቋ
bn: ভাষা
ne: भाषा

source: Logout
am: ውጣ
bn: লগআউট
ne: लगआउट

source: Tools
am: መሳሪያዎች
bn: টুলস
ne: उपकरणहरू

source: Customize
am: አስተካክል
bn: কাস্টমাইজ
ne: अनुकूलन गर्नुहोस्

source: Search
am: ፈልግ
bn: অনুসন্ধান
ne: खोज्नुहोस्

source: Invoice Assistant
am: የደረሰኝ አግዳሚ
bn: ইনভয়েস অ্যাসিস্ট্যান্ট
ne: इनभ्वाइस सहायक

source: EVV
bn: ইভিভি (EVV)

source: Calendar Assistant
am: የቀን መቁጠሪያ አግዳሚ
bn: ক্যালেন্ডার অ্যাসিস্ট্যান্ট
ne: क्यालेन्डर सहायक

source: Medication Management
am: የመድሀኒት አስተዳደር
bn: ঔষধ ব্যবস্থাপনা
ne: औषधि व्यवस्थापन

source: Social Feed
am: ማህበራዊ ፊድ
bn: সোশ্যাল ফিড
ne: सामाजिक फिड

source: Gamification
am: ጌሚፊኬሽን
bn: গ্যামিফিকেশন
ne: गेमिफिकेसन

source: Wearables
am: ለመልበስ መሳሪያዎች
bn: পরিধানযোগ্য ডিভাইস
ne: वेयरएबल्स

source: File Management
am: የፋይል አስተዳደር
bn: ফাইল ম্যানেজমেন্ট
ne: फाइल व्यवस्थापन

source: Add Patient
am: ታካሚ አክል
bn: রোগী যোগ করুন
ne: रोगी थप्नुहोस्

source: Settings
am: ቅንብሮች
bn: সেটিংস
ne: सेटिङ

source: Fall Detection
am: የመውደቅ ማወቂያ
bn: পতন সনাক্তকরণ
ne: खस्ने पहिचान

source: Informed Delivery
am: የታወቀ መላኪያ
bn: ইনফর্মড ডেলিভারি
ne: जानकारीसहितको वितरण

source: Smart Devices
am: ስማርት መሳሪያዎች
bn: স্মার্ট ডিভাইস
ne: स्मार्ट उपकरणहरू

source: Please log in
am: እባክዎ ይግቡ
bn: অনুগ্রহ করে লগ ইন করুন
ne: कृपया लगइन गर्नुहोस्

# loginRequiredMessage
source: You need to be logged in to access the menu
am: ወደ ሜኑ ለመድረስ መግባት ያስፈልጋል
bn: মেনু অ্যাক্সেস করার জন্য আপনাকে লগ ইন করতে হবে
ne: मेनु पहुँच गर्न लगइन आवश्यक छ

source: Login
am: ግባ
bn: লগ ইন
ne: लगइन

source: Customize Shortcuts
am: አቋራጮችን አስተካክል
bn: শর্টকাট কাস্টমাইজ করুন
ne: छोटकरीहरू अनुकूलन गर्नुहोस्

source: Cancel
am: ሰርዝ
bn: বাতিল
ne: रद्द गर्नुहोस्

source: Save
am: አስቀምጥ
bn: সংরক্ষণ
ne: सङ्ग्रह गर्नुहोस्

# fallbackUser
source: User
am: ተጠቃሚ
bn: ব্যবহারকারী
ne: प्रयोगकर्ता

source: Dashboard
am: ዳሽቦርድ
bn: ড্যাশবোর্ড
ne: ड्यासबोर्ड

# shortcut_dashboard
source: Dashboard
am: ዳሽቦርድ
bn: ড্যাশবোর্ড
ne: ड्यासबोर्ड

# shortcut_invoices
source: Invoices
am: ደረሰኞች
bn: ইনভয়েস
ne: चालानहरू

# shortcut_calendar
source: Calendar
am: የቀን መቁጠሪያ
bn: ক্যালেন্ডার
ne: पात्रो

# shortcut_feed
source: Feed
am: ፊድ
bn: ফিড
ne: फिड

# shortcut_meds
source: Meds
am: መድሀኒቶች
bn: ঔষধ
ne: औषधि

# shortcut_evv
source: EVV
bn: ইভিভি

# shortcut_wearables
source: Wearables
am: ለመልበስ መሳሪያዎች
bn: পরিধানযোগ্য
ne: वेयरएबल्स

# shortcut_files
source: Files
am: ፋይሎች
bn: ফাইল
ne: फाइलहरू

# shortcut_gamification
source: Gamification
am: ጌሚፊኬሽን
bn: গ্যামিফিকেশন
ne: गेमिफिकेसन

# navHome
source: Home
am: መነሻ
bn: হোম
ne: गृहपृष्ठ

# navSymptoms
source: Symptoms
am: ምልክቶች
bn: উপসর্গ
ne: लक्षणहरू

# navHealth
source: Health
am: የጤና
bn: স্বাস্থ্য
ne: स्वास्थ्य

# navMessages
source: Messages
am: መልእክቶች
bn: বার্তা
ne: सन्देशहरू

# navMenu
source: Menu
am: ሜኑ
bn: মেনু
ne: मेनु

# navPatientList
source: Patient List
am: የታካሚዎች ዝርዝር
bn: রোগীর তালিকা
ne: रोगी सूची

# navAnalytics
source: Analytics
am: ትንታኔ
bn: বিশ্লেষণ
ne: विश्लेषण

# navMore
source: More
am: ተጨማሪ
bn: আরও
ne: थप

source: Notetaker Assistant
am: በተምናበብ መርዘት አገልጋይ
bn: নোটটেকার অ্যাসিস্ট্যান্ট
ne: नोट टेकर सहायक

# settingsTitle
source: Settings
am: ቅንብሮች
bn: সেটিংস
ne: सेटिङ्स

# settingsAppearance
source: Appearance
am: ቅርጸታዊ መልኩ
bn: উপস্থিতি
ne: दिखावट

# settingsNotifications
source: Notifications
am: ማስታወቂያዎች
bn: বিজ্ঞপ্তি
ne: सूचनाहरू

# settingsLoadingNotificationSettings
source: Loading notification settings...
am: የማስታወቂያ ቅንብሮች በመጫን ላይ …
bn: বিজ্ঞপ্তি সেটিংস লোড হচ্ছে...
ne: सूचना सेटिङ्स लोड गर्दै...

# settingsUnableToLoadNotificationSettings
source: Unable to load notification settings
am: የማስታወቂያ ቅንብሮችን መጫን አይቻልም
bn: বিজ্ঞপ্তি সেটিংস লোড করা যায়নি
ne: सूचना सेटिङ्स लोड गर्न असमर्थ

# settingsRefresh
source: Refresh
am: አዘምን
bn: রিফ্রেশ
ne: ताजगी

# settingsDarkMode
source: Dark Mode
am: ጨለማ ሁኔታ
bn: ডার্ক মোড
ne: अन्धकार मोड

# settingsToggleThemeDesc
source: Toggle between light and dark theme
am: ብርቱካን እና ጨለማ ገጽታ መተው
bn: লাইট এবং ডার্ক থিমের মধ্যে টগল করুন
ne: हल्का र अँध्यारो थिम बीच टगल गर्नुहोस्

# settingsNotifEmergency
source: Emergency Alerts
am: አደጋ ማስጠንቀቂያዎች
bn: জরুরী সতর্কতা
ne: आपतकालीन सूचना

# settingsNotifEmergencyDesc
source: Critical health alerts and emergencies
am: ከባድ የጤና ማስጠንቀቂያዎች እና አደጋዎች
bn: গুরুত্বপূর্ণ স্বাস্থ্য সতর্কতা এবং জরুরী অবস্থা
ne: निरोक स्वास्थ्य चेतावनीहरू र आपतकालीनहरू

# settingsNotifVideoCall
source: Video Call Notifications
am: የቪዲዮ ጥሪ ማስታወቂያዎች
bn: ভিডিও কল বিজ্ঞপ্তি
ne: भिडियो कल सूचनाहरू

# settingsNotifVideoCallDesc
source: Incoming video call alerts
am: የሚመጡ የቪዲዮ ጥሪዎች ማስታወቂያዎች
bn: ইনকামিং ভিডিও কল সতর্কতা
ne: आगामी भिडियो कलहरूको सूचना

# settingsNotifAudioCall
source: Audio Call Notifications
am: የድምጽ ጥሪ ማስታወቂያዎች
bn: অডিও কল বিজ্ঞপ্তি
ne: अडियो कल सूचनाहरू

# settingsNotifAudioCallDesc
source: Incoming audio call alerts
am: የሚመጡ የድምጽ ጥሪዎች ማስታወቂያዎች
bn: ইনকামিং অডিও কল সতর্কতা
ne: आगामी अडियो कलहरूको सूचना

# settingsNotifSignificantVitals
source: Significant Vitals
am: ጠቃሚ የሕይወት መጠኖች
bn: গুরুত্বপূর্ণ ভাইটালস
ne: महत्वपूर्ण जीवन संकेतहरू

# settingsNotifSignificantVitalsDesc
source: Important changes in vital signs
am: በመጠኖች ውስጥ አስፈላጊ ለውጦች
bn: ভাইটাল সাইনগুলিতে গুরুত্বপূর্ণ পরিবর্তন
ne: जीवन सूचक्‌हरूमा महत्वपूर्ण परिवर्तनहरू

# settingsNotifSMS
source: SMS Notifications
am: SMS ማስታወቂያዎች
bn: SMS বিজ্ঞপ্তি
ne: SMS सूचनाहरू

# settingsNotifSMSDesc
source: Text message alerts to your phone
am: መልዕክት ማስጠንቀቂያዎች ወደ ስልክዎ
bn: আপনার ফোনে টেক্সট বার্তা সতর্কতা
ne: तपाईंको फोनमा टेक्स्ट सन्देश अलर्टहरू

# settingsNotifGamification
source: Gamification
am: ጨዋታ እና እድገት
bn: গ্যামিফিকেশন
ne: गेमीफिकेशन

# settingsNotifGamificationDesc
source: Achievement and progress notifications
am: የተሳካ ስኬቶች እና እድገት ማስታወቂያዎች
bn: অর্জন এবং অগ্রগতি বিজ্ঞপ্তি
ne: उपलब्धि र प्रगतिको सूचनाहरू

# settingsSnackUpdated
source: Notification settings updated
am: የማስታወቂያ ቅንብሮች ተሻሽለው ተዘግየዋል
bn: বিজ্ঞপ্তি সেটিংস আপডেট করা হয়েছে
ne: सूचना सेटिङ्स अपडेट गरियो

# settingsSnackUpdateFailed
source: Failed to update settings
am: ቅንብሮቹ መካደል አልተሳካም
bn: সেটিংস আপডেট করতে ব্যর্থ
ne: सेटिङ्स अपडेट गर्न असफल

# settingsCacheCleared
source: Cache cleared successfully
am: ካሽ በተሳካ ሁኔታ ተናስቷል
bn: ক্যাশ সফলভাবে সাফ করা হয়েছে
ne: क्यास सफा गरियो सफलतापूर्वक

# settingsAIAssistant
source: AI Assistant
am: ኤ.አይ አገልጋይ
bn: AI অ্যাসিস্ট্যান্ট
ne: एआई सहायक

# settingsAIConfiguration
source: AI Configuration
am: ኤ.አይ ቅንብሮች
bn: AI কনফিগারেশন
ne: एआई सेटिङ

# settingsAIConfigurationDesc
source: Customize your AI assistant settings
am: የኤ.አይ አገልጋይዎን ቅንብሮች አስተካክሉ
bn: আপনার AI অ্যাসিস্ট্যান্ট সেটিংস কাস্টমাইজ করুন
ne: तपाईंको एआई सहायक सेटिङ्स अनुकूलित गर्नुहोस्

# settingsSubscription
source: Subscription
am: ተመዝግበው መሆን
bn: সাবস্ক্রিপশন
ne: सदस्यता

# settingsManageSubscription
source: Manage Subscription
am: ተመዝግበው መሆን አስተዳደር
bn: সাবস্ক্রিপশন পরিচালনা করুন
ne: सदस्यता व्यवस्थापन गर्नुस्

# settingsManageSubscriptionDesc
source: View or update your subscription plan
am: የተመዝገበው እቅድዎን አይዩ ወይም ያሻሽሉ
bn: আপনার সাবস্ক্রিপশন প্ল্যান দেখুন বা আপডেট করুন
ne: तपाईँको सदस्यता योजना हेर्नुहोस् वा अद्यावधिक गर्नुहोस्

# settingsNotetakerAssistant
source: Notetaker Assistant
am: በተምናበብ መርዘት አገልጋይ
bn: নোটটেকার অ্যাসিস্ট্যান্ট
ne: नोट टेकर सहायक

# settingsNotetakerConfiguration
source: Notetaker Configuration
am: በተምናበብ ቅንብሮች
bn: নোটটেকার কনফিগারেশন
ne: नोट टेकर सेटिङ्स

# settingsNotetakerConfigurationDesc
source: Customize your Notetaker assistant settings
am: በተምናበብ አገልጋይዎን ቅንብሮች አስተካክሉ
bn: আপনার নোটটেকার অ্যাসিস্ট্যান্ট সেটিংস কাস্টমাইজ করুন
ne: नोट टेकर सहायक सेटिङ्स अनुकूलित गर्नुहोस्

# settingsGeneral
source: General
am: አጠቃላይ
bn: সাধারণ
ne: सामान्य

# settingsClearCache
source: Clear Cache
am: ካሽ አጽዳ
bn: ক্যাশ সাফ করুন
ne: क्यास हटाउनुहोस्

# settingsClearCacheShortDesc
source: Remove temporary files and cache data
am: ጊዜያዊ ፋይሎች እና ካሽ ዳታ ሰርዝ
bn: অস্থায়ী ফাইল এবং ক্যাশ ডেটা সরান
ne: अस्थायी फाइलहरू र क्यास डेटा हटाउनुहोस्

# settingsClearCacheDesc
source: This will clear all temporary files and cache data. The app may take longer to load content initially after clearing cache.
am: ይህ ሁሉንም ጊዜያዊ ፋይሎች እና ካሽ ዳታ ይሰርዝ። ካሽ አጽዳ በኋላ መተግበሪያው ይዘት ለመጫን በተጨማሪ ጊዜ ሊወስድ ይችላል።
bn: এটি সমস্ত অস্থায়ী ফাইল এবং ক্যাশ ডেটা সাফ করবে। ক্যাশ সাফ করার পরে অ্যাপটি প্রাথমিকভাবে সামগ্রী লোড করতে বেশি সময় নিতে পারে।
ne: यसले सबै अस्थायी फाइलहरू र क्यास डेटा हटाउनेछ। क्यास हटाएपछि एपले सामग्री लोड गर्न बढी समय लिन सक्छ।

# settingsSignOut
source: Sign Out
am: ውጣ
bn: সাইন আউট
ne: लॉग आउट

# settingsSignOutDesc
source: Sign out of your account
am: ከመለያዎ ውጣ
bn: আপনার অ্যাকাউন্ট থেকে সাইন আউট করুন
ne: तपाईंको खाताबाट बाहिर निस्कनुहोस्

# settingsSignOutConfirmMessage
source: Are you sure you want to sign out?
am: ማለት ትክክለኛ ነው የሚፈልጉት መውጣት እርግጠኛ ነው?
bn: আপনি কি নিশ্চিত যে আপনি সাইন আউট করতে চান?
ne: के तपाईं साँच्चै लॉग आउट गर्न चाहनुहुन्छ?

# settingsDeleteAccount
source: Delete Account
am: መለያ ሰርዝ
bn: অ্যাকাউন্ট মুছুন
ne: खाता मेटाउनुस्

# settingsDeleteAccountShortDesc
source: Permanently delete your account
am: መለያዎን በድህረ-መጨረሻ ይሰርዝ
bn: স্থায়ীভাবে আপনার অ্যাকাউন্ট মুছুন
ne: तपाईंको खाता स्थायी रूपमा मेटाउनुस्

# settingsDeleteAccountDesc
source: This action cannot be undone. All your data will be permanently deleted.
am: ይህ ተግባር መተው አይቻልም። ሁሉንም ዳታዎችዎ በድህረ-መጨረሻ ይሰረዝበታል።
bn: এই পদক্ষেপটি পূর্বাবস্থায় ফেরানো যাবে না। আপনার সমস্ত ডেটা স্থায়ীভাবে মুছে ফেলা হবে।
ne: यो क्रिया पूर्ववत गर्न सकिँदैन। तपाईंका सबै डेटा स्थायी रूपमा मेटिनेछन्।

# settingsDeleteAccountRequested
source: Account deletion requested. Please contact support.
am: መለያ ሰርዝ መከላከያ ተጠየቀ። እባክዎ ድጋፍ ያግኙ።
bn: অ্যাকাউন্ট মোছার অনুরোধ করা হয়েছে। অনুগ্রহ করে সাপোর্টে যোগাযোগ করুন।
ne: खाता मेटाउने अनुरोध गरिएको छ। कृपया सहायता सम्पर्क गर्नुहोस्।

# settingsDeleteAccountAction
source: Delete Account
am: መለያ ሰርዝ
bn: অ্যাকাউন্ট মুছুন
ne: खाता मेटाउनुस्

# welcomeInitializingHealthcare
source: Initializing your healthcare experience...
am: የጤና እንቅስቃሴዎ በመጀመር ላይ ነው...
bn: আপনার স্বাস্থ্যসেবা অভিজ্ঞতা শুরু হচ্ছে...
ne: तपाईंको स्वास्थ्य अनुभव सुरु हुँदैछ...

# welcomeReadyToConnect
source: Ready to connect your care!
am: የእንክብካቤዎን ግንኙነት ለመገናኘት ዝግጁ ነዎት!
bn: আপনার যত্নের সাথে সংযোগ করতে প্রস্তুত!
ne: तपाईंको हेरचाह जोड्न तयार!

# welcomeBackendNotHealthyWarning
source: Backend service is not healthy. The application has limited capabilities.
am: የጀርባ አገልግሎቱ ጤናማ አይደለም። መተግበሪያው የተወሰነ ችሎታ አለው።
bn: ব্যাকএন্ড পরিষেবা সুস্থ নয়। অ্যাপ্লিকেশনটির ক্ষমতা সীমিত।
ne: ब्याकएन्ड सेवा स्वस्थ छैन। अनुप्रयोगमा सीमित क्षमताहरू छन्।

# welcomeContinue
source: Continue
am: ቀጥል
bn: চালিয়ে যান
ne: जारी राख्नुहोस्

# welcomeComplianceBadgeHipaa
source: 🔒 HIPAA Compliant
am: 🔒 ከHIPAA ጋር ተጣጣሪ
bn: 🔒 HIPAA অনুবর্তী
ne: 🔒 HIPAA अनुरूप

# welcomeComplianceBadgeSecure
source: 🛡️ Secure
am: 🛡️ ደህንነቱ የተጠበቀ
bn: 🛡️ নিরাপদ
ne: 🛡️ सुरक्षित

# welcome_subtitle
source: Connecting Care, Empowering Health
am: የሕክምናን እንክብካቤ እንደገና እና ጤናን እናበረታታለን
bn: যত্ন সংযোগ, স্বাস্থ্য ক্ষমতায়ন
ne: हेरचाह जोड्दै, स्वास्थ्य सशक्त पार्दै

# welcome_description
source: Your healthcare companion for
am: የእርስዎ የጤና ጓደኛ ነው ለ
bn: আপনার স্বাস্থ্যসেবা সঙ্গী, এর জন্য
ne: तपाईंको स्वास्थ्य सहयात्री हो

# welcome_tagline
source: Better Care • Better Outcomes • Better Life
am: የተሻለ እንክብካቤ • የተሻለ ውጤቶች • የተሻለ ህይወት
bn: ভালো যত্ন • ভালো ফলাফল • ভালো জীবন
ne: उत्तम हेरचाह • उत्कृष्ट परिणाम • उत्कृष्ट जीवन

# login_tagline
source: Connect with care, track with confidence
am: በጥንቃቄ ተገናኝ፣ በእርግጥ አስተካክል
bn: যত্নের সাথে সংযোগ করুন, আত্মবিশ্বাসের সাথে ট্র্যাক করুন
ne: हेरचाहका साथ जडान गर्नुहोस्, आत्मविश्वासका साथ ट्र्याक गर्नुहोस्

# login_signInTitle
source: Sign in to your account
am: ወደ መለያዎ ይግቡ
bn: আপনার অ্যাকাউন্টে সাইন ইন করুন
ne: तपाईंको खातामा साइन इन गर्नुहोस्

# login_signInSubtitle
source: Enter your credentials to access CareConnect
am: ወደ CareConnect ለመድረስ መለያዎን ያስገቡ
bn: CareConnect অ্যাক্সেস করতে আপনার শংসাপত্র লিখুন
ne: CareConnect पहुँच गर्नका लागि आफ्नो प्रमाणपत्रहरू प्रविष्ट गर्नुहोस्

# login_usernameLabel
source: Username
am: የተጠቃሚ ስም
bn: ব্যবহারকারীর নাম
ne: प्रयोगकर्ता नाम

# login_usernameHint
source: Enter your username
am: የተጠቃሚ ስምዎን ያስገቡ
bn: আপনার ব্যবহারকারীর নাম লিখুন
ne: आफ्नो प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्

# login_passwordLabel
source: Password
am: የይለፍ ቃል
bn: পাসওয়ার্ড
ne: पासवर्ड

# login_passwordHint
source: Enter your password
am: የይለፍ ቃልዎን ያስገቡ
bn: আপনার পাসওয়ার্ড লিখুন
ne: आफ्नो पासवर्ड प्रविष्ट गर्नुहोस्

# login_forgotPassword
source: Forgot Password?
am: የይለፍ ቃልዎን ረሳችሁ?
bn: পাসওয়ার্ড ভুলে গেছেন?
ne: पासवर्ड बिर्सनुभयो?

# login_signInCta
source: Sign In
am: ግባ
bn: সাইন ইন করুন
ne: साइन इन गर्नुहोस्

# login_noAccountPrompt
source: Don't have an account?
am: መለያ የለዎትም?
bn: অ্যাকাউন্ট নেই?
ne: खाता छैन?

# login_createAccountCta
source: Create Account
am: መለያ ይፍጠሩ
bn: অ্যাকাউন্ট তৈরি করুন
ne: खाता सिर्जना गर्नुहोस्

# login_badgeSecure
source: Secure
am: ደህንነቱ የተጠበቀ
bn: নিরাপদ
ne: सुरक्षित

# login_badgeHipaa
source: HIPAA Compliant
am: ከHIPAA ጋር የተስማማ
bn: HIPAA অনুবর্তী
ne: HIPAA अनुरूप

# login_badgeAccessible
source: Accessible
am: እንደገና የሚደርስ
bn: অ্যাক্সেসযোগ্য
ne: पहुँच योग्य

# login_e2eEncrypted
source: End-to-end encrypted
am: ከመጀመሪያ እስከ መጨረሻ የተመሰጠረ
bn: এন্ড-টু-এন্ড এনক্রিপ্টেড
ne: एन्ड-टु-एन्ड इन्क्रिप्टेड

# login_wcagAACompliant
source: WCAG AA compliant
am: ከWCAG AA ጋር የተስማማ
bn: WCAG AA অনুবর্তী
ne: WCAG AA अनुरूप
